{
  "heroHeader": {
    "fr": "Explorez votre empreinte, changez votre impact !",
    "en": "Explore your footprint, change your impact!"
  },
  "presentation": {
    "fr": {
      "title": "Qu'est-ce que GreenScore ?",
      "text": [
        "GreenScore est une application web basée sur un questionnaire en ligne engageant, sur la thématique de l'écologie. Inspiré des tests de pureté et de personnalité, GreenScore met en avant 20 questions sur des situations en lien avec le mode de vie écologique. En utilisant une approche ludique et instructive, nous avons pour but de sensibiliser chaque utilisateur à l'impact de leurs choix quotidiens sur l'environnement.",
        "Chaque question est soigneusement élaborée de sorte à ce que chaque utilisateur s'identifie à la situation, le tout dans divers aspects de la vie quotidienne, tels que la consommation d'énergie, la gestion des déchets ou les modes de transport. L'objectif est de fournir une évaluation holistique de l'empreinte écologique de chacun.",
        "GreenScore n'est pas simplement un questionnaire en ligne, c'est une exploration interactive de l'impact de chacun sur la planète, une invitation à la prise de conscience et à l'engagement vers un avenir et un monde plus vert !"
      ]
    },
    "en": {
      "title": "What is GreenScore?",
      "text": [
        "GreenScore is a web application based on an engaging online questionnaire, focusing on ecological themes. Inspired by purity and personality tests, GreenScore highlights 20 questions about situations related to ecological lifestyle. By using a playful and informative approach, our goal is to raise awareness among users about the impact of their daily choices on the environment.",
        "Each question is carefully crafted so that every user can relate to the situation, covering various aspects of daily life such as energy consumption, waste management, or modes of transportation. The objective is to provide a holistic evaluation of each individual's ecological footprint.",
        "GreenScore is not just an online questionnaire; it's an interactive exploration of each person's impact on the planet, an invitation to awareness and commitment towards a greener future and world!"
      ]
    }
  },
  "ecologie": {
    "fr": {
      "title": "Comment mesure-t-on votre empreinte écologique ?",
      "categorie": [
        "🌿 Explorez votre impact : ",
        "🌍 Conscience écologique : ",
        "🌱 Des résultats personnalisés : ",
        ""
      ],
      "text": [
        "Répondez à notre questionnaire interactif pour découvrir comment vos choix quotidiens influent sur l'environnement. De la manière dont vous consommez l'énergie à vos habitudes de consommation, ou par l'utilisation de produits pouvant impacter l'environnement.",
        "Nous sommes là pour vous aider à prendre conscience de vos habitudes et à identifier des moyens pratiques d'adopter un mode de vie plus respectueux de l'environnement.",
        "À la fin du questionnaire, recevez des résultats personnalisés, des conseils écologiques et des suggestions pour amplifier votre impact positif.",
        "Rejoignez-nous dans cette aventure écologique et explorons ensemble notre potentiel de changement afin d'œuvrer pour un monde plus vert ! 🌳"
      ]
    },
    "en": {
      "title": "How do we measure your ecological footprint?",
      "categorie": [
        "🌿 Explore your impact : ",
        "🌍 Ecological awareness : ",
        "🌱 Personalized results : ",
        ""
      ],
      "text": [
        "Answer our interactive questionnaire to discover how your daily choices influence the environment. From how you consume energy to your consumption habits, or through the use of products that can impact the environment.",
        "We are here to help you become aware of your habits and identify practical ways to adopt a more environmentally friendly lifestyle.",
        "At the end of the questionnaire, receive personalized results, ecological advice, and suggestions to amplify your positive impact.",
        "Join us in this ecological adventure and let's explore together our potential for change to work towards a greener world! 🌳"
      ]
    }
  },
  "buttonText": {
    "fr": "Commencer le questionnaire",
    "en": "Start the questionnaire"
  },
  "levels": {
    "fr": {
      "title": "Quels sont les niveaux de GreenScore ?",
      "categories": [
        "Éco-Héros : ",
        "Défenseur Vert : ",
        "Acteur Vert : ",
        "Débutant Vert : "
      ],
      "text": [
        "Vous incarnez l'excellence en matière d'écologie, avec des habitudes presque irréprochables et un impact environnemental remarquablement positif. Continuez à explorer et à vous informer pour maintenir ce niveau d'excellence.",
        "Vous avez atteint un bon niveau d'engagement écologique, avec des habitudes respectueuses de l'environnement. Continuez sur cette voie pour renforcer vos actions et votre impact positif.",
        "Vous commencez à prendre conscience de l'importance de votre impact sur l'environnement et avez déjà commencé à adopter certaines habitudes respectueuses. Continuez à explorer et à apprendre pour approfondir votre engagement écologique.",
        "Vous êtes aux prémices de votre engagement pour un mode de vie plus respectueux de l'environnement. Continuez à persévérer malgré les défis et à chercher des moyens d'améliorer progressivement vos habitudes écologiques."
      ]
    },
    "en": {
      "title": "What are the levels of GreenScore ?",
      "categories": [
        "Eco-Hero : ",
        "Green Defender : ",
        "Green Actor : ",
        "Green Beginner : "
      ],
      "text": [
        "You embody excellence in ecology, with almost impeccable habits and a remarkably positive environmental impact. Keep exploring and educating yourself to maintain this level of excellence.",
        "You have reached a good level of ecological engagement, with environmentally friendly habits. Continue on this path to strengthen your actions and your positive impact.",
        "You are starting to realize the importance of your impact on the environment and have already begun to adopt some environmentally friendly habits. Continue to explore and learn to deepen your ecological commitment.",
        "You are at the beginning of your commitment to a more environmentally friendly lifestyle. Keep persevering despite the challenges and look for ways to gradually improve your ecological habits."
      ]
    }
  }
}
